<div class="top">
<div class="title right">راهنمای ویرایشگر متن</div>
<img src="{$loct}/images/icon/edit.png" />
<div class="clear"></div>
</div>
<div class="mid">
<div class="txt">
	<center><img src="/core/module/help/backend/images/editor.png"  style="padding:5px;border-radius:50px;" /></center>
 با استفاده از ویرایشگر متنی که وجود دارد می تواند محتوای صفحات را فرمت بندی کنید و عکس و یا مدیا را آپلود نمایید و در محتوای سایت استفاده کنید. <br/>
4 سطر ابزار در ویرایشگر متن وجود دارد که در این راهنما فقط به موارد ضروری و مهم اشاره می کنیم. <br/>
سطر اول : <br/>
 <center><img src="/core/module/help/backend/images/editor1.png"  style="padding:5px;border-radius:50px;" /></center>
 - منبع : در صورتی که آشنایی لازم با کدهای html را داشته باشید می توانید به راحتی از این گزینه استفاده کنید و تغییرات لازم را در صفحه اعمال نمایید.<br/>
- چسباندن به عنوان متن ساده : در صورتی که متنی را از دیگر ویرایشگر ها و یا صفحات کپی می کنید به جای جایگزاری متن به صورت عادی حتما از این گزینه و یا گزینه چسباندن از ورد استفاده نمایید.<br/>
- چسباندن از ورد :زمانی که متنی را در فایل ورد انتخاب و کپی می کنید ؛ برای چسباندن از این گزینه استفاده کنید.<br/>
سطر دوم :<br/>
  <center><img src="/core/module/help/backend/images/editor2.png"  style="padding:5px;border-radius:50px;" /></center>
 -  ابزارهای مربوط به فرم<br/>
سطر سوم :<br/>
  <center><img src="/core/module/help/backend/images/editor3.png"  style="padding:5px;border-radius:50px;" /></center>
 - ابزارهای فرمت متن مانند بولد ، ایتالیک ، فهرست شماره دار و نقطه ای ، تورفتگی در متن و چینش متن ( راست چین ، چپ چین و ... )<br/> 
- گنجاندن و یا ویرایش پیوند : در صورتی که بخواهید متن و یا عکسی را لینک ( هایپرلینک ) کنید ، به روش زیر عمل می کنید :<br/>
  <center><img src="/core/module/help/backend/images/editorlink.png"  style="padding:5px;border-radius:50px;" /></center>
 1- متن و یا عکس مورد نظر را انتخاب کنید<br/> 
	2- بر روی دکمه گنجاندن و یا ویرایش پیوند کلیک کنید.<br/>
	3- در پنجره باز شده ، در قسمت url آدرس لینکی که می خواهید با کلیک بر روی عبارت مورد نظر به آنجا بروید را وارد کنید.<br/>
	4- در صورتی که می خواهید لینک در یک صفحه جدید باز شود ، بر روی تب مقصد کلیک کنید و مقصد را پنجره دیگر (_blank) انتخاب کنید.<br/>
	5- دکمه پذیرش را بزنید.<br/>
- برداشتن پیوند : برای حذف یک پیوند می توانید بر روی لینک مورد نظر راست کلیک نمایید و گزینه برداشتن پیوند را انتخاب کنید و یا بر روی لینک کلیک کنید و از ابزارها ، دکمه برداشتن پیوند را بزنید.<br/>
  <center><img src="/core/module/help/backend/images/editorlink1.png"  style="padding:5px;border-radius:50px;" /></center>
 - گنجاندن یا ویرایش تصویر : شما می توانید تصاویر و مدیای دلخواه خود را بر روی سرور بارگزاری نمایید و از آنها در محتوای صفحه استفاده کنید. برای انجام این کار بر روی دکمه گنجاندن و یا ویرایش تصویر کلیک کنید. در پنجره باز شده با عنوان ویژگی¬های تصویر بر روی دکمه فهرست نمایی سرور کلیک کنید. در پنجره جدیدی که باز می شود شما می توانید پوشه جدید ایجاد کنید و یا عکس آپلود کنید و به طور کلی پوشه عکس های ( image ) سایت را کنترل نمایید.<br/>
  <center><img src="/core/module/help/backend/images/editorimage0.png"  style="padding:5px;border-radius:50px;" /></center>
 برای ایجاد پوشه جدید ، دکمه Create New Folder را بزنید و نام پوشه جدید را در پنجره باز شده بنویسید و دکمه ok را کلیک کنید. ( بهتر از از نام های لاتین مانند product استفاده کنید. )<br/>
  <center><img src="/core/module/help/backend/images/editorimage.png"  style="padding:5px;border-radius:50px;" /></center>
 برای آپلود عکس بر روی دکمه browse کلیک کنید و عکس مربوطه را از مسیر کامپیوتر خودتان انتخاب می کنید. سپس دکمه آپلود را کلیک می کنید. با توجه به سایز عکس و سرعت اینترنت شما ، مدت زمانی طول می کشد تا عکس مربوطه آپلود شود و نمایش داده شود. در صورتی که می خواهید از عکس در محتوای صفحه استفاده کنید بر روی آن کلیک کنید. با کلیک بر روی عکس به پنجره ویژگیهای تصویر بر می گردید در این پنجره ، همان طور که مشاهده می کنید در قسمت url آدرس عکس وجود دارد و در قسمت پهنا و درازا نیز طول و عرض عکس آورده شده است . می توانید با تغییر در طول و یا عرض عکس را کوچکتر نیز بکنید. با کلیک بر روی دکمه پذیرش ، عکس مربوطه در ویرایشگر نمایش داده می شود.<br/>
 
 
 
	
<div class="clear"></div>                 	
</div>
</div>           