<div class="top">
<div class="title right">راهنمای مدیریت فایل ها</div>
<img src="{$loct}/images/icon/file.png" />
<div class="clear"></div>
</div>
<div class="mid">
<div class="txt">
 <center><img src="/core/module/help/backend/images/menufil.png"  style="padding:5px;border-radius:50px;" /></center>

 با استفاده از بخش مدیریت فایل ها می توانید فایل های مختلف مانند ورد ، اکسل ، پی دی اف و مدیا را بر روی سرور آپلود نمایید و از آنها در محتوای وب سایت استفاده کنید. برای انجام این کار می توانید فایل های خود را به دلخواه دسته بندی کنید . با استفاده از بخش ایجاد پوشه می توانید پوشه های تو در تو بسازید و فایل ها را در آنها آپلود کنید. <br/>
 <center><img src="/core/module/help/backend/images/newfile.png"  style="padding:5px;border-radius:50px;" /></center>
 برای آپلود فایل ، فایل مورد نظر را در کامپیوتر خودتان انتخاب کنید و آن را به صورت درگ و دراپ در قسمت مربوطه رها کنید. سپس دکمه آپلود را بزنید. با توجه به حجم فایل و سرعت اینترنت شما ، مدت زمانی طول می کشد تا فایل شما آپلود شود.<br/>
با استفاده از راهنمای مسیری که وجود دارد ، می توانید در هر لحظه ببینید که در چه مسیری از مدیریت فایل هستید و در صورت نیاز به پوشه های بالاتر بروید.<br/>
هنگام نمایش هر فایل اطلاعات نام فایل ، سایز فایل و مسیر فایل را مشاهده می کنید که برای استفاده از فایل می توانید مسیر فایل را کپی کرده و در جای مناسب از آن استفاده کنید.<br/>
برای حذف یک فایل نیز می توانید از علامت x قرمز رنگ بالا، سمت راست فایل استفاده کنید.<br/>
برای دانلود و یا در صورت امکان نمایش فایل نیز می توانید بر روی آن کلیک نمایید.<br/>
 <center><img src="/core/module/help/backend/images/file.png"  style="padding:5px;border-radius:50px;" /></center>
 <span style="color: red">مدیریت فایل ها این امکان را به شما می دهد که فایل هایی با سایز محدود ( مثلا حداکثر 2 مگ ) را آپلود نمایید و در صورتی که نیاز به آپلود فایل با سایزهای بالا دارید باید از ftp استفاده نمایید.<br/></span>
 
<div class="clear"></div>                 	
</div>
</div>           