<div class="top">
<div class="title right">راهنمای مدیریت منوها</div>
<img src="{$loct}/images/icon/list.png" />
<div class="clear"></div>
</div>
<div class="mid">
<div class="txt">
 <center><img src="/core/module/help/backend/images/menumen.png"  style="padding:5px;border-radius:50px;" /></center>
با استفاده از مدیریت منوها می توانید ، منوهای سایت را تنظیم کنید. <br/> 
<b>ایجاد منوی جدید :</b><br/>

برای ایجاد منوی جدید لازم است که عنوان منو ، ترتیب منو و لینک منو را مشخص کنید.<br/>
عنوان منو ، متنی است که در منو نمایش داده می شود . ترتیب منو ،عددی صحیح است که ترتیب قرار گرفتن منو در سایت را مشخص می کند. به عنوان مثال دو منو یکی با ترتیب منوی 10 و دیگری با ترتیب منوی 15 ، ابتدا منوی 10 و سپس منوی 15 نمایش داده می شود.<br/>
لینک منو ، یک آدرس نسبی مانند : /gallery و یا یک آدرس url مطلق مانند : http://google.com می باشد.<br/>
در صورتی که بخواهید منوی شما زیر مجموعه ای از منوی دیگری باشد در انتخاب منوی مادر ، می توانید این مورد را اعمال کنید. به عنوان مثال می توانید منویی بسازید با نام محصولات و دو منوی زیر مجموعه برای آن ایجاد کنید با نام های محصول گروه 1 و محصولات برتر.<br/>
 <center><img src="/core/module/help/backend/images/newmenu.png"  style="padding:5px;border-radius:50px;" /></center>
<b>لیست منوها :</b><br/>

در لیست منو ها شما می توانید یک منو را برای ویرایش انتخاب کنید و همچنین لیست تمامی منو های تعریف شده را مشاهده کنید.<br/>
با استفاده از گزینه فیلتر گذاری می توانید منوهای زیر مجموعه هر کدام از منو ها را مشاهده نمایید.<br/>
در صورت نیاز به منوهای چند سطحی و یا چند دسته منو در سایت می توانید از افزونه ی مدیریت منوهای پیشرفته استفاده کنید<br/>
 <center><img src="/core/module/help/backend/images/menu.png"  style="padding:5px;border-radius:50px;" /></center>
    
<div class="clear"></div>                 	
</div>
</div>           