<div class="top">
<div class="title right">راهنمای صفحات</div>
<img src="{$loct}/images/icon/page.png" />
<div class="clear"></div>
</div>
<div class="mid">
<div class="txt">
	
	
<b>	ویرایش صفحه نخست</b> <br/>
<div style="padding: 5px;margin: 5px; background: #CCCCCC;font-size: 14px;text-align: center;font-weight: bold;">در صورت نیاز به راهنمایی برای ویرایشگر متن صفحه <a href="help/?part=editor">راهنمای ویرایشگر متن</a> را مشاهده نمایید.</div><br/>
یکی از امکانات سیستم مدیریت محتوای گاتریا دسترسی مدیر سایت به بخش های مختلف صفحه نخست می باشد. با استفاده از این امکان ، شما می توانید صفحه نخست خود را متفاوت از بقیه صفحات تنظیم و طراحی کنید. با استفاده از بخش انتخاب تصویر می توانید تصاویر دلخواه خود را به صفحه نخست پیوست کنید.
بعد از انجام تغییرات در عنوان و محتوای صفحه نخست ، دکمه به روز رسانی را کلیک کنید. <br/>
<span style="color: red">* ممکن است صفحه نخست شما به صورت اختصاصی برای شما ، سفارشی شده باشد و تغییرات در محتوای صفحه تاثیری نداشته باشد.</span><br/>
	<center><img src="/core/module/help/backend/images/firstpage1.png"  style="padding:5px;border-radius:50px;" /></center>

	<b>ایجاد باکس جدید</b> <br/>
	یکی از امکانات سیستم مدیریت محتوای گاتریا استفاده از باکس در بخش های مختلف است.  شما با ایجاد باکس های مخصوص صفحه نخست می توانید بخش های مختلف صفحه نخست را کنترل کنید.<br/>
	<span style="color: red">* در صورتی که باکس های شما توسط طراح سایت به صورت سفارشی تنظیم شده باشد ، شما با تعریف باکس جدید تغییری در وب سایت مشاهده نمی کنید.</span> <br/>
	<span style="color: blue">" برای استفاده از امکانات کامل مدیریت باکس لازم است افزونه¬ی مدیریت پیشرفته باکس ها را نصب نمایید "</span><br/>
	<b>لیست باکس ها</b> <br/>
	در این قسمت می توانید لیست تمام باکس های مرتبط به صفجه نخست را مشاهده کنید و با کلیک بر روی عنوان هر باکس وارد صفحه ویرایش باکس مورد نظر بشوید.<br/>
	<span style="color: red">* در صورتی که باکس های شما توسط طراح سایت به صورت سفارشی تنظیم شده باشد ، شما با تغییر در باکس هایی که برای شما تنظیم نشده است تغییری در وب سایت مشاهده نمی کنید.</span><br/>
	<span style="color: blue">" برای استفاده از امکانات کامل مدیریت باکس لازم است افزونه¬ی مدیریت پیشرفته باکس ها را نصب نمایید "</span><br/>
	
		<b>لیست صفحات</b><br/>
	<b>امکانات مدیریت صفحات</b><br/>
	از طریق این بخش می توانید به تمامی امکانات مربوط به مدیریت صفحات از قبیل ویرایش صفحه نخست ، تعریف صفحه جدید و تعریف باکس جدید ، دسترسی داشته باشید.<br/>
		
		<center><img src="/core/module/help/backend/images/pagefacil.png"  style="padding:5px;border-radius:50px;" /></center>
		
		<b>لیست باکس های عمومی</b><br/>
همان گونه که پیش تر توضیح داده شد ، با استفاده از مفهوم باکس در سیستم گاتریا می توانید بخش های مختلف صفحه را کنترل نمایید. باکس های عمومی ، باکس هایی هستند که در تمام صفحات و دیگر افزونه های راه اندازی شده در سایت قابل مشاهده هستند. شما می توانید لیست این باکس ها در این بخش مشاهده کنید و برای تغییر هر کدام از آنها بر روی عنوان آن کلیک کنید. <br/> 
<span style="color: red">* در صورتی که باکس های شما توسط طراح سایت به صورت سفارشی تنظیم شده باشد ، شما با تغییر در باکس هایی که برای شما تنظیم نشده است تغییری در وب سایت مشاهده نمی کنید.</span> <br/>
<span style="color: blue">" برای استفاده از امکانات کامل مدیریت باکس لازم است افزونه¬ی مدیریت پیشرفته باکس ها را نصب نمایید "</span> <br/>
		
		<b>جستجو</b><br/>
		با استفاده از جستجو ، می توانید در بین محتوا و عنوان صفحات به جستجو کلمه و یا عبارت مورد نظر بپردازید. همچنین می توانید جستجو را با فیلتر گذاری ادغام کنید. <br/>
- بعد از وارد کردن عبارت مورد نظر و زدن دکمه جستجو ، لینک حذف جستجو نمایان می شود که با کلیک بر روی لینک می توانید عبارت مورد جستجو را لغو نمایید. <br/>
		
		<center><img src="/core/module/help/backend/images/pagesearch.png"  style="padding:5px;border-radius:50px;" /></center>
		
		
		<b>فیلتر گذاری</b> <br/>
	با استفاده از امکان فیلتر گذاری می توانید صفحات مورد نظر خود را محدود کنید . دو مدل فیلتر گذاری وجود دارد :<br/>
	I.	فیلتر گذاری صفحه مادر : با انتخاب صفحه اصلی ( مادر - والد ) مربوطه می توانید لیست تمام صفحات زیر مجموعه ( بچه ) آن را مشاهده نمایید. بهد از زدن دکمه " فیلتر صفحه مادر " لینک " حذف فیلتر صفحه مادر " نمایان می شود که می توانید با کلیک بر روی لینک مورد نظر فیلتر گذاری صفحه مادر را حذف کنید.<br/> 
	II.	فیلتر وضعیت صفحه : با استفاده از امکان فیلتر وضعیت صفحه می توانید صفحات را به دو صورت صفحات در حال بررسی و صفحات در حال انتشار دسته بندی نمایید. در صورت انتخاب فیلتر وضعیت صفحه ، لینک " حذف فیلتر وضعیت صفحه " نمایان می شود که با کلیک بر روی آن می توانید اعمال فیلتر را لغو نمایید.<br/>
	- می توان هر دو مدل فیلتر گذاری و جستجو را با هم ادغام کرد تا به نتیجه دلخواه رسید.<br/>
	
		<center><img src="/core/module/help/backend/images/pagefilter.png"  style="padding:5px;border-radius:50px;" /></center>
		
		<b>لیست صفحات</b><br/>
		صفحات سایت شامل صفحات در دست بررسی و در حال انتشار به صورت صفحه بندی شده و لیستی در این بخش نمایش داده می شود . شما می توانید در این لیست به اطلاعاتی از قبیل : عکس شاخص صفحه ، عنوان صفحه ، صفحه مادر ، وضعیت صفحه ، وضعیت نظرات ، لیست صفحات زیرمجموعه ، لیست باکس های زیر مجموعه و لیست نظرات صفحه دسترسی داشته باشید . همچنین با کلیک بر روی لینک ویرایش ، وارد بخش ویرایش صفحه مربوطه می شوید.<br/>
		<center><img src="/core/module/help/backend/images/pagelist.png"  style="padding:5px;border-radius:50px;" /></center>
		<b>تعریف صفحه جدید</b><br/>
		<div style="padding: 5px;margin: 5px; background: #CCCCCC;font-size: 14px;text-align: center;font-weight: bold;">در صورت نیاز به راهنمایی برای ویرایشگر متن صفحه <a href="help/?part=editor">راهنمای ویرایشگر متن</a> را مشاهده نمایید.</div><br/>
		شما می توانید بی شمار صفحه در سایت ایجاد کنید و در ساخت صفحه جدید هیچ گونه محدودیتی ندارید.<br/>
اطلاعات لازم برای ایجاد صفحه عبارتند از عنوان صفحه ، وضعیت صفحه و وضعیت نظرات مربوط به صفحه . هر صفحه می تواند به عنوان یک صفحه والد ( مادر ) شناخته شود. همچنین هر صفحه می تواند زیر مجموعه ( بچه ) یک صفحه مادر باشد.<br/>
با وارد کردن عنوان صفحه ، محتوای صفحه و متن خلاصه صفحه و انتخاب وضعیت صفحه و وضعیت نظرات و در صورت نیاز انتخاب صفحه والد می توانید صفحه را ایجاد کنید. بعد از کلیک بر روی دکمه ایجاد صفحه در صورتی که به خطا برخورد نکنید به قسمت ویرایش صفحه ی ایجاد شده راهنمایی می شوید.<br/>
		<center><img src="/core/module/help/backend/images/newpage.png"  style="padding:5px;border-radius:50px;" /></center>
<b>		ویرایش صفحه</b><br/>
		<div style="padding: 5px;margin: 5px; background: #CCCCCC;font-size: 14px;text-align: center;font-weight: bold;">در صورت نیاز به راهنمایی برای ویرایشگر متن صفحه <a href="help/?part=editor">راهنمای ویرایشگر متن</a> را مشاهده نمایید.</div><br/>
		در قسمت ویرایش صفحه می توانید فیلد های مختلف صفحه را تغییر دهید. همچنین می توانید کلمات کلیدی و تصاویر شاخص مربوط به صفحه و باکس های مرتبط با صفحه را نیز تغییر دهید و یا تعریف کنید.<br/>
		
		<div style="border: 1px dashed green;padding : 10px;margin: 5px">کلمات کلیدی : استفاده از کلمات کلیدی مناسب در هر صفحه به بهینه سازی وب سایت و صفحه مربوطه برای موتورهای جستجو مانند گوگل و یاهو و ... کمک می کند و باعث افزایش رتبه وب سایت شما می گردد.</div><br/>
		
		<div style="border: 1px dashed green;padding : 10px;margin: 5px">عکس شاخص : هر صفحه می تواند در محتوای خود بیشمار عکس ذخیره کند ، اما با استفاده از امکان تعریف عکس شاخص برای هر صفحه می توان از عکس مربوطه در بخش های مختلف صفحه و یا نمایش لیست صفحات و یا .... استفاده کرد.</div><br/>
		<center><img src="/core/module/help/backend/images/editpage.png"  style="padding:5px;border-radius:50px;" /></center>
		کلمات کلیدی به صورت پیشنهاد دهنده می باشد ، به این معنی که در صورتی که شما قبلا در وب سایتتان کلمه کلیدی را به صفحه ای اضافه کرده باشید به راحتی می توانید در صفحه ای دیگر نیز دقیقا از همان کلمه کلیدی استفاده کنید . فقط کافیست حروف اول کلمه مورد نظر را تایپ کنید تا به لیستی از کلمات کلیدی که قبلا استفاده کرده اید دسترسی داشته باشید.<br/>
		برای درج یک کلمه کلیدی کافیست که کلمه و یا عبارت مورد نظر را تایپ کنید و دکمه اینتر را بزنید و یا از لیست پیشنهاد دهنده انتخاب کنید .<br/>  
		<center><img src="/core/module/help/backend/images/key.png"  style="padding:5px;border-radius:50px;" /></center>
		برای اضافه کردن یک عکس به عنوان عکس شاخص ، کافیست که عکس مربوطه را در مسیر فایل های موجود بر کامپیوتر خودتان ، انتخاب کنید و آن را با استفاده از کلیک موس ، درگ نمایید و بر روی قسمتی در صفحه که عبارت "فایل های مورد نظر را اینجا رها کنید" ، را نوشته است رها کنید. شما می توانید به جای یک فایل چند فایل را با هم درگ نمایید. همچنین بعد از انجام این کار ، در پیش نمایشی ، عکس و یا عکس های مربوطه را می بینید که با کلیک بر روی دکمه آپلود ، انتقال فایل ها به سرور آغاز می گردد. بسته به حجم فایل و سرعت اینترنت شما ، مدت زمانی طول می کشد تا تمام فایل ها انتقال پیدا کند و پس از آن عکس هایی که آپلود کرده اید به صورت بندانگشتی در بخش مربوطه نمایش داده می شود. <br/> 
برای حذف عکس از لیست عکس های شاخص ، کافیست بر روی ضربدر قرمز رنگ در گوشه¬ی پایین سمت راست کلیک کنید.<br/>
برای اعمال حذف و اضافه شدن کلمات کلیدی و همچنین حذف و اضافه شدن تصاویر شاخص ، نیازی به زدن دکمه ویرایش نیست. در دیگر موارد با تغییر هر کدام از فیلد ها مانند عنوان و یا محتوای صفحه و یا وضعیت صفحه و نظرات لازم است که دکمه ویرایش صفحه برای اعمال نهایی تغییرات زده شود.<br/>
<center><img src="/core/module/help/backend/images/upload.png"  style="padding:5px;border-radius:50px;" /></center>
در بخش اطلاعات صفحه شما می توانید اطلاعاتی مانند تاریخ ایجاد و ویرایش و کاربر ایجاد کننده صفحه را مشاهده نمایید . همچنین با کلیک بر روی عبارت "لینک صفحه در سایت" می توانید صفحه مربوطه را در سایت مشاهده کنید.<br/> 

<span style="color: red">* لینک صفحه در سایت فقط زمانی نمایش داده می شود که وضعیت صفحه در حال انتشار باشد.</span><br/>
شما می توانید با کلیک بر روی لینک حذف صفحه ، صفحه مورد نظر را حذف کنید. صفحه حذف شده دیگر در لیست صفحات نشان داده نمی شود ولی می توانید با دانستن id یک صفحه ، صفحه حذف شده را بازیابی کنید.<br/>
<b>ایجاد باکس جدید</b><br/>
با استفاده از دکمه ایجاد باکس جدید که در قسمت ویرایش صفحه وجود دارد ، می توانید باکس اختصاصی برای صفحه مربوطه ایجاد کنید .<br/> 
<span style="color: red">* در صورتی که باکس های شما توسط طراح سایت به صورت سفارشی تنظیم شده باشد ، شما با ایجاد باکس جدید تغییری در وب سایت مشاهده نمی کنید.</span><br/>
<span style="color: blue">" برای استفاده از امکانات کامل مدیریت باکس لازم است افزونه¬ی مدیریت پیشرفته باکس ها را نصب نمایید "</span><br/>
		<center><img src="/core/module/help/backend/images/pagebox.png"  style="padding:5px;border-radius:50px;" /></center>
		<b>لیست باکس های صفحه</b><br/>
شما می توانید لیست باکس های هر صفحه را در این بخش مشاهده کنید و برای تغییر هر کدام از آنها بر روی عنوان آن کلیک کنید.<br/> 
<span style="color: red">* در صورتی که باکس های شما توسط طراح سایت به صورت سفارشی تنظیم شده باشد ، شما با تغییر در باکس هایی که برای شما تنظیم نشده است تغییری در وب سایت مشاهده نمی کنید.</span><br/>
<span style="color: blue;">" برای استفاده از امکانات کامل مدیریت باکس لازم است افزونه¬ی مدیریت پیشرفته باکس ها را نصب نمایید "</span><br/>

		
		
<div class="clear"></div>                	
</div>
</div>           