<div class="top">
<div class="title right">راهنمای  تنظیمات سایت</div>
<img src="{$loct}/images/icon/settings.png" />
<div class="clear"></div>
</div>
<div class="mid">
<div class="txt">
<b>تنظیمات عمومی</b> <br/>
<center><img src="/core/module/help/backend/images/menuset.png"  style="padding:5px;border-radius:50px;" /></center>
ایمیل مدیر سایت : وب سایت به صورت خودکار در برخی از افزونه ها و فرم ها و بخش ها ایمیلی برای اطلاع رسانی مدیر سایت به او ارسال می کند . شما می توانید ایمیل خودتان را در این بخش وارد کنید.
 <br/>
 <center><img src="/core/module/help/backend/images/setting.png"  style="padding:5px;border-radius:50px;" /></center>
<b>تنظیمات سئو</b><br/>
این بخش یکی از مهمترین بخش های تنظیمات وب سایت برای موتور های جستجو می باشد . موتور های جستجو مانند گوگل و یاهو و ... با استفاده از تگ های عنوان صفحه و ... وب سایت شما را فهرست می کنند و شما می توانید با وارد کردن عبارات مناسب رتبه وب سایت خودتان را در موتور های جستجو بهبود ببخشید.
کلمات کلیدی را می توانید با استفاده از کاما از هم جدا کنید.
همچنین در مورد شرح سایت و کلمات کلیدی ، هر چقدر که اطلاعات کامل و مرتبط وارد کنید ، سودمند می باشد.
<br/>
<b>تنظیمات آمار سایت</b><br/>
شناسه پروفایل وب سایت شما در سایت گوگل آنالیز را نشان می دهد .
<br/> 
<b>تنظیمات نظرات</b><br/>
در صورتی که بازدیدکننده نظری در سایت وارد کند از طریق ایمیلی که در این بخش تعیین می کنید به شما اطلاع رسانی می گردد.
<br/>
    
<div class="clear"></div>                 	
</div>
</div>           